Repository: vdhamer/Photo-Club-Hub-HTML
Catalog: Photo Club Hub HTML/PhotoClubHubHTML.SwiftUI.xcstrings
Source language: en
Languages: nl

source: ◼ %lld club memberships
nl: ◼ %lld club lidmaatschappen

source: ◼ %lld expertise tags assigned
nl: ◼ %lld expertise tags toegekend

source: ◼ %lld expertise tags in use
nl: ◼ %lld expertise tags in gebruik

# ◼ %lld other organizations
source: ◼ %lld museums
nl: ◼ %lld musea

source: ◼ %lld photographers
nl: ◼ %lld fotografen

source: ◼ %lld translated locations
nl: ◼ %lld vertaalde locaties

source: About Photo Club Hub HTML
nl: Over Fotoclub Hub HTML

source: Actions
nl: Acties

source: Built
nl: Gebouwd

source: Can't find any members for %@.
nl: Er zijn geen leden bekend voor de club %@

source: Cannot preview the website.
nl: Kan de website niet tonen.

source: Clear database
nl: Database wissen

source: Close
nl: Sluiten

source: Copy thumbnails to local folder
nl: Thumbnails naar locale folder kopieëren

source: deceased
nl: overleden

source: Done
nl: Sluiten

source: Fill database
nl: Database vullen

source: former member
nl: voormalig lid

# Generate
source: Generate website
nl: Website maken

source: Host
nl: Server voor website

source: HTML app version
nl: HTML app versie

source: Include recent former members
nl: Toon ook recente voormalige leden

source: Library version
nl: Data module versie

source: Loading database…
nl: Data wordt geladen….

source: N/A
nl: n.v.t.

# No free port found in the %lld ports starting at %lld.
source: No free port found in the %lld ports from %lld upwards.
nl: Geen vrije poort gevonden in de %lld poorten vanaf poort %lld.

source: Output folder
nl: Uitvoermap

source: Photo Club Hub HTML
nl: Fotoclub Hub HTML

source: Please select a club in the sidebar (on the left).
nl: Kies één van de clubs in het linker zijpaneel om hier de clubleden te zien.

source: Preview website
nl: Website bekijken

source: Records found:
nl: Gevonden:

source: Repository owner
nl: Archief eigenaar

source: Selects the host to target when generating a website.
nl: Server waar website straks op gaat draaien.

source: Settings…
nl: Instellingen…

source: Show Fotobond (NL) membership numbers
nl: Toon Fotobond lidmaatschapsnummers

source: Tells app to display former members in extra table.
nl: App toont eventuele ex-leden in een aparte tabel.

source: Tells app to display Fotobond number of members when cursor hovers over membership years data.
nl: App toont Fotobond nummer indien cursor lang boven lidmaatschapsperiode hangt.

source: Tells app to make a local copy of remote thumbnails to reduce hot-linking.
nl: De app kan desgewenst URLs naar FeaturedImages vervangen door URL naar een locale kopie.

source: That port is already in use.
nl: Die poort is al bezet.

source: The preview server could not start: %@
nl: De server voor het bekijken van de website kon niet starten: %@

source: There is no generated website yet. Use Actions ▸ Generate website first.
nl: Er is nog geen website gemaakt. Gebruik eerst Acties ▸ Website maken.

# Translate Country & Town
source: Translate locaations
nl: Vertaal locaties
